#algorithm=ალგორითმი არის ადამიანისთვის,საგნისთვის ან რამისთვის მისახწევი მიზანი

#1)როგორ მოვემზადოთ სკოლისთვის
#საწოლიდან ვდგებით
#ვიბანთ ხელებს და ვიხეხავთ კბილებს
#ვჭამთ
#ვიცმევთ
#ვალაგებთ სკოლის ყველაფერს და ვიკეთებთ
#და მიდიხარ სკოლაში

#2)როგორ მოვემზადოთ ფეხბურთისთვის
#ვიცმევთ სპორტულ შორტებს,მაიკას და ასე შემდეგ
#და მერე მივდივართ.

#3)როგორ მოვემზადოთ ცეკვისთვის
#ვიცმევთ ცეკვის ყველაფერს
#და მერე მივდივართ

#1)როგორ მოვემზადოთ ჩვენი ოფისისთვის
#ვიცმევთ ტანსაცმელს
#და მერე  მივდივართ ჩვენ ოფისში

#2)როგორ მოვემზადოთ პროგრამირობის გაკვეთილისთვის
#ვიცმევთ ტანსაცმელს
#ვრთავთ კომპიუტერს
#და შევდივართ გაკვეთილზე

#3)როგორ დავრეგისტრირდეთ პროგრამირობაზე
#შევდივართ გოას ფეიცბოოკ ლინკზე და ვრეგისტრირდებით.

